我是王泽祥，来自 **淄博职业学院** ，20岁，是学生（确信）。


学业一般，机会会对所有东西感兴趣，但是不一定会坚持了解。至今为止坚持最久的兴趣也许就是 **战争射击类游戏** 了。同时，我也认识了一批志同道合的朋友。就像大多数玩家一样，遇到精彩的时刻，我也会把它们剪辑上传到
游戏平台上，在这里不要脸的宣传一波自己的视频OwO [1] 。当然，学习为重，我作为学生，学习一直是我工作的中心。


计算机专业是近几年来比较热门的专业之一。未来时代是计算机和数据的时代，所以，抓住时机选择了计算机专业。在此之前虽然没有过对计算机相关知识的系统学习和理解，但是我依旧认为只要肯努力，我就可以掌握这门学
科。计算机自二战末诞生以来，发展速度呈现出逐渐加速的趋势，可以预见，在未来三十年内，计算机的硬件和软件必将继续飞速发展。这就要求我们必须时刻吸收知识养分，努力不被时代抛下。对于计算机行业，说不上来
到底喜不喜欢，但是我对这门既神秘又新奇 _（其实还是有很多前辈的）_ 的学科充满了兴趣，期待未来我们之间碰撞出的火花。


我现在已经掌握了java和mysql的初级知识，能够较为容易的使用java和SqlServer进行学习和工作。我认为，大数据学科在医学上的使用将是我未来的发展方向之一。同时，利用计算机技术，我也可以帮助搭建自己
感兴趣的网站。

之前用java的eclipse平台做过一个极其简陋的记事本（还是不要上传上来冻到北极下面了吧QAQ），从一开始感觉不知道从哪里下手，到后来一点一点查百度硬啃难题，再到最后一个字符被填上，这之中的乐趣真的是难以
言表。
希望软件工程可以为我打开另一扇计算机科学的大门！

[1]{}
